[
    {
        "feed_id": 6,
        "article_id": 1,
        "summary": "John Quiggin, an Australian economist and author, has announced that he will be using Substack as a blogging platform and for his monthly email newsletter. He will continue to post on his blog as well. Quiggin also mentioned that he can be followed on Mastodon."
    },
    {
        "feed_id": 6,
        "article_id": 2,
        "summary": "Anthony Albanese, the leader of the Australian Labor Party, is criticized for his response to a question about renewable energy in Parliament. Instead of expressing willingness to work with the Parliament, Albanese attacked the Greens for pressuring him to strengthen the Housing Fund. This response is seen as evidence that Albanese will not change his approach."
    },
    {
        "feed_id": 6,
        "article_id": 3,
        "summary": "The article discusses a technical issue with the comment box on a WordPress website. The author acknowledges the problem and promises to investigate it, but warns that it may take some time to fix. In the meantime, the author suggests that users who are unable to have their names recorded can comment anonymously and manually add their names in the body of the comment. The author assures readers that they will regularly check and approve these comments."
    },
    {
        "feed_id": 6,
        "article_id": 4,
        "summary": "The article introduces a new platform called the \"sandpit\" for regular commenters to engage in long side discussions, conspiracy theories, and fixed ideas. It clarifies that the sandpit is not intended for visiting conspiracy theorists or trolls pretending to be such."
    },
    {
        "feed_id": 6,
        "article_id": 5,
        "summary": "John Quiggin, an Australian economist and author, has announced that he will be using Substack as a blogging platform and for his monthly email newsletter. He will continue to post on his blog as well. Quiggin also mentioned that readers can follow him on Mastodon."
    },
    {
        "feed_id": 6,
        "article_id": 6,
        "summary": "The author of the article responds to a dispute with Matt Yglesias regarding the polarization of American politics. The author argues that the Republican Party has become an extreme-right party, comparable to Fidesz in Hungary, while the Democratic Party remains a moderate party of the center and center-left. The author criticizes an article by Yglesias titled \"Polarization is a choice,\" stating that it exhibits \"both-sidesism\" by not acknowledging the asymmetry between the parties. The author contends that political polarization in the US is not a result of political professionals positioning their parties away from the views of the median voter, but rather a consequence of the far-right radicalization of the Republican Party driven by interactions between Republican voters, activists, and right-wing media. The author concludes that the analysis of the US political scene as a contest for the middle ground between two normal parties is fundamentally flawed, and that the intention to establish a permanent right-wing dictatorship is evident in certain projects."
    },
    {
        "feed_id": 9,
        "article_id": 1,
        "summary": "China's household balance sheets have been damaged by a prolonged borrowing binge, COVID-19 impacts, and a slump in the property market. As a result, consumer sentiment and confidence in future income gains are at record lows. The collapse of the property market has also led to a decline in residential investment spending and a decrease in property sales. Chinese households have responded by paying down their mortgage debt and increasing their savings deposits, indicating a shift towards risk aversion. However, these actions have contributed to a decline in consumer borrowing and slowed consumer credit growth. The Chinese government's efforts to revive demand for new homes have been unsuccessful, and policymakers face the challenge of reversing households' pessimistic attitudes to boost consumption and economic growth."
    },
    {
        "feed_id": 9,
        "article_id": 2,
        "summary": "A study conducted by the Federal Reserve Bank of New York has found that \"buy now, pay later\" (BNPL) services are being used by a wide range of consumers, but there are concerns about the potential risks associated with these payment plans. The study found that while BNPL can expand financial inclusion, especially for those with low credit scores, it also disproportionately attracts consumers with unmet credit needs and greater financial fragility. The research also revealed that BNPL users are more financially fragile and less likely to rely on savings in case of a financial emergency. Additionally, there is a risk of excessive debt accumulation and over-extension among BNPL users. The study suggests that more data and analysis are needed to assess the overall risks and benefits of BNPL for consumers, especially during economic downturns. The findings highlight the need for consistent consumer protections and responsible lending practices in the BNPL industry."
    },
    {
        "feed_id": 9,
        "article_id": 3,
        "summary": "The Federal Reserve Bank of New York has updated its economic forecasts using its dynamic stochastic general equilibrium (DSGE) model. The model predicts that the economy will remain resilient despite the tightening of monetary policy. Output growth is projected to be higher than previously forecasted, with a lower probability of a recession. Inflation projections remain close to previous forecasts, and the model expects inflation to return to the Federal Open Market Committee's (FOMC) goal by the end of next year. The forecast also shows that the output gap will be higher than previously estimated, indicating that the strength of the economy is driven by demand factors rather than supply factors. The real natural rate of interest is expected to decline over the forecast horizon. The article includes tables and charts that provide a visual representation of the forecasts. It is important to note that the DSGE model forecast is not an official forecast of the New York Fed, but rather an input to the Research staff's overall forecasting process."
    },
    {
        "feed_id": 27,
        "article_id": 1,
        "summary": "The article is about an upcoming talk by the author, who will be discussing a segment of their new book at the Dublin Festival of History. The talk will focus on Dublin industry during the European Economic Community (EEC) accession, specifically the leading firms and factories. The event will take place on October 4 at Pearse Street Library and admission is free. No booking is required, and seats will be allocated on a first-come, first-served basis. More details about the event can be found on the Dublin Festival of History website."
    },
    {
        "feed_id": 28,
        "article_id": 1,
        "summary": "The author reflects on George Polya's book \"How to Solve It\" and suggests an amendment to Polya's second rule of style. Instead of saying both things at the same time, the author proposes saying the first thing and then stopping. Another colleague suggests a more cynical amendment, stating that if you have two things to say, it's better to say nothing because nobody wants to hear it."
    }
]